Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/voksenopplaering.html.tmx
Source language: nob
Languages: sme

source: Voksenopplæring
sme: Rávisolbmuidoahpahus

source: Voksne som ikke har fullført grunnskole, har rett til tilpasset grunnskoleopplæring.
sme: Rávisolbmuin geat eai leat čađahan vuođđoskuvlla, lea vuoigatvuohta oažžut heivehuvvon vuođđoskuvlaoahpahusa.

source: I følge o pplæringslovens § 4A-1 har voksne som ikke har fullført grunnskole, rett til tilpasset grunnskoleopplæring, og etter opplæringslovens § 4A-3 har voksne rett til videregående opplæring fra og med det året de fyller 25 år.
sme: Oahpahuslága § 4A-1 mielde lea rávisolbmuin geat eai leat čađahan vuođđoskuvlla vuoigatvuohta oažžut heivehuvvon vuođđoskuvlaoahpahusa, ja oahpahuslága § 4A-3 mielde lea rávisolbmuin vuoigatvuohta oažžut joatkkaskuvlaoahpahusa dan jagi rájes go devdet 25 jagi.

source: Det er kommunens og fylkeskommunens plikt å sørge for grunnskoleopplæring og videregående opplæring for voksne.
sme: Lea suohkana ja fylkkasuohkana ovddasvástádus láhčit vuođđoskuvlaoahpahusa ja joatkkaskuvlaoahpahusa rávisolbmuide.

source: Kurs i samisk for voksne
sme: Sámegielkursa rávisolbmuide

source: I de ulike delene av Sápmi er det mange voksne som på grunn av tidligere fornorskningspolitikk har mistet sitt morsmål.
sme: Iešguđet guovlluin Sámis leat ollu rávisolbmot geat leat massán iežaset eatnigiela ovdalaš dáruiduhttin politihka geažil.

source: Som en følge av dette er det et stort behov for kurs i samisk.
sme: Dan dihte lea stuora dárbu sámegielkurssaide.

source: Sametinget arbeider for å legge til rette for at voksne skal kunne skaffe seg nødvendige kunnskaper i samisk, blant annet ved opprettelse av, og drift av samiske språksentre.
sme: Sámediggi bargá dan ala ahte láhčit dili nu ahte rávisolbmot besset háhkat dárbbašlaš sámegielmáhtu, earret eará dakko bokte ahte lea ásahan ja doarju sámi giellaguovddážiid.

source: Samiske språksentre tilbyr kurs i samisk språk.
sme: Sámi giellaguovddážat fállet sámegiella kurssaid rávisolbmuide.

source: Samisk Studieforbund (SOL) tilbyr den samiske befolkningen voksenopplæring.
sme: Sámi oahppolávdego ddi (SOL) fállá sámi álbmogii rávisolbmuidoahpahusa.

source: De organiserer kurs i samisk språk, samisk håndverk, naturbruk og i andre samiske kulturemner.
sme: Sii dollet sámegiellakurssaid, duodjekurssaid, luonddugeavahankurssaid ja muđui eará sámi kulturfáttáin.

source: Andre aktører som gir tilbud i samisk for voksne, er samiske videregående skoler, e-skuvla, høgskoler og universiteter.
sme: Muđui leat máŋga eará aktevrra main leat fálaldagat sámegielas rávisolbmuide: sámi giellaguovddážat, allaskuvllat ja universitehtat, daid gaskkas maid Sámi allaskuvla.
